[
  {
    "name": "Build Muscle",
    "img": "https://image.boxrox.com/2021/11/athlete-perfroms-push-ups-scaled-e1642083504437.jpg",
    "rating": "4.7",
    "price": "19.99",
    "description": "The Build Muscle Without A Gym program is designed for people who are looking for an alternative to the traditional gym. Bodyweight exercises are great for that. You need nothing but your own body, can choose your own workout location and train whenever you want.But this program does more than teach you a few exercises and workout tips. In the course I go over the science behind building muscle and successful dieting, the perfect beginner workout plan and show you how to set clear and well-defined fitness goals that keep you motivated.By giving you the necessary tools to reach your fitness goals, I will also have to debunk certain training myths that have been around for decades. How many times have you been told that if in order to build muscle you need to Exercise at least five times per week, Train two or even three hours, Drink two or more protein shakes per day, And perfectly time your meals no more than three hours apart. As you will see in the course, most of these “tips” are nonsense and some will even work against you in the long run. Instead I will show you the exact training methods that are scientifically proven to work. Let’s See What My Students Have To Say As far as the teaching goes it is exactly what I had hoped for. The simplicity in explanation makes it far easier for a beginner like myself to follow, understand, and go back to when I need it. The believability of the course is ultimately the best part about it. I feel like I can trust Felix in what he is saying. I look forward to continuing this path.” - Daniel David Wolfers I’m learning a lot of new information in a very easy to understand format. It’s true that everyone has something they swear by to lose weight and get in shape... so it’s tough to sort through the junk science. I really like the presentation of the information.” - Denise“Came into this course expecting details for a good workout routine, but wasn't expecting the dieting and nutrition tips. I wouldn't have considered that the timing of meals matters as much as it does or that taking in excess calories might be a good thing in some cases. I feel like I learned a lot and I'm hoping to put this knowledge to good use!” - Tristan Bargeman"
  },
  {
    "name": "Spring Shred",
    "img": "https://cdn.muscleandstrength.com/sites/default/files/spring_shred_-_1200x630.jpg",
    "rating": "4.9",
    "price": "39.99",
    "description": "You might not be using the extra plates and bigger dumbbells like you were during your bulk, you will still be going heavy and upping the intensity. This five day split won’t be a traditional program. You’re going to push yourself in a variety of ways to develop that muscle while etching out the detail that you need to create that shredded look.Forced Reps: Having a partner or spotter help you lift the weight while you lower it yourself under control.Drop Sets: Upon failure, reduce the weight you’re using and continue your set until you reach your desired rep range or failure.Holds: Upon completing the set, you hold the weight with muscles contracted until failure.Rest-Pause Set: Upon failure, rest for 10-15 seconds and continue your set until you reach failure again or reach your desired rep range.Outside of your warm-up sets, there isn’t a single straight set in this program. This not only increases the intensity to help bring out the best in your muscles, it also will help you burn more calories."
  },
  {
    "name": "Rowing",
    "img": "https://i.insider.com/57a8a57fdb5ce963008b54af?width=1000&format=jpeg&auto=webp",
    "rating": "4.9",
    "price": "49.99",
    "description": "Rowing, sometimes called crew in the United States, is the sport of racing boats using oars. It differs from paddling sports in that rowing oars are attached to the boat using oarlocks, while paddles are not connected to the boat. Rowing is divided into two disciplines: sculling and sweep rowing. In sculling, each rower holds two oars—one in each hand, while in sweep rowing each rower holds one oar with both hands. There are several boat classes in which athletes may compete, ranging from single sculls, occupied by one person, to shells with eight rowers and a coxswain, called eights. There are a wide variety of course types and formats of racing, but most elite and the River Thames in London, England. Often prizes were offered by the London Guilds and Livery Companies. Amateur competition began towards the end of the 18th century with the arrival of boat clubs at British public schools. Similarly, clubs were formed at colleges within Oxford and Cambridge in the early nineteenth century. Public rowing clubs were beginning at the same time in England, Germany, the United States. In 1843, the first American college rowing club was formed at Yale College."
  },
  {
    "name": "strength training",
    "img": "https://mensfitness.co.uk/wp-content/uploads/sites/2/2021/08/GettyImages-1179557783.jpg",
    "rating": "5",
    "price": "23.99",
    "description": "Weight training is a common type of strength training for developing the strength, size of skeletal muscles and maintenance of strength.[2] It uses the force of gravity in the form of weighted bars, dumbbells or weight stacks in order to oppose the force generated by muscle through concentric or eccentric contraction. Weight training uses a variety of specialized equipment to target specific muscle groups and types of movement.Sports in which weight training is used include bodybuilding, weightlifting, powerlifting, strongman, highland games, hammer throw, shot put, discus throw, and javelin throw. Many other sports use strength training as part of their training regimen, notably: American football, baseball, basketball, canoeing, cricket, football, hockey, lacrosse, mixed martial arts, rowing, rugby league, rugby union, track and field, boxing, wrestling and judo."
  },
  {
    "name": "Pilates",
    "img": "https://www.mensjournal.com/wp-content/uploads/2019/12/wotm-8.jpg?w=1200&quality=86&strip=all",
    "rating": "4.3",
    "price": "33.99",
    "description": "Pilates (/pɪˈlɑːtiːz/;[1][2] German: [piˈlaːtəs]) is a type of mind-body exercise developed in the early 20th century by German physical trainer Joseph Pilates, after whom it was named. Pilates called his method Contrology.[3] It is practiced worldwide, especially in countries such as Australia, Canada, South Korea, the United States and the United Kingdom. As of 2005, there were 11 million people practicing the discipline regularly and 14,000 instructors in the United States.[4] Pilates developed in the aftermath of the late 19th century physical culture of exercising in order to alleviate ill health. There is however only limited evidence to support the use of Pilates to alleviate problems such as lower back pain.[5] Evidence from studies show that while Pilates improves balance, it has not been shown to be an effective treatment for any medical condition[6] other than evidence that regular Pilates sessions can help muscle conditioning in healthy adults, when compared to doing no exercise.[7]"
  },
  {
    "name": "Swimming",
    "img": "https://sportsmatik.com/uploads/matik-sports-corner/matik-know-how/swimming1_1562582117.jpg",
    "rating": "4.8",
    "price": "16.99",
    "description": "Swimming is the self-propulsion of a person through water, or other liquid, usually for recreation, sport, exercise, or survival. Locomotion is achieved through coordinated movement of the limbs and the body to achieve hydrodynamic thrust which results in directional motion. Humans can hold their breath underwater and undertake rudimentary locomotive swimming within weeks of birth, as a survival response.Swimming is consistently among the top public recreational activities,[2][3][4][5] and in some countries, swimming lessons are a compulsory part of the educational curriculum.[6] As a formalized sport, swimming is featured in a range of local, national, and international competitions, including every modern Summer Olympics.Swimming involves repeated motions known as strokes in order to propel the body forward. While the front crawl, also known as freestyle, is widely regarded as the fastest out of four primary strokes, other strokes are practiced for special purposes, such as for training.There are various risks present during swimming, mainly due to it taking place in water. Swimmers are at risk of incapacitation due to panic and exhaustion, which may cause death due to drowning. Other dangers include getting an infection or contact with hostile aquatic fauna. To minimize these risks, most facilities employ a lifeguard to look for signs of distress."
  },
  {
    "name": "Yoga",
    "img": "https://images.indianexpress.com/2022/06/yoga-1.jpg",
    "rating": "4.7",
    "price": "25.99",
    "description": "Two general theories exist on the origins of yoga. The linear model holds that yoga originated in the Vedic period, as reflected in the Vedic textual corpus, and influenced Buddhism; according to author Edward Fitzpatrick Crangle, this model is mainly supported by Hindu scholars. According to the synthesis model, yoga is a synthesis of non-Vedic and Vedic elements; this model is favoured in Western scholarship.Yoga is first mentioned in the Rigveda, and is referred to in a number of the Upanishads.[9][10][11] The first known appearance of the word yoga with the same meaning as the modern term is in the Katha Upanishad,[12][13] which was probably composed between the fifth and third centuries BCE.[14][15] Yoga continued to develop as a systematic study and practice during the fifth and sixth centuries BCE in ancient India's ascetic and Śramaṇa movements.[16] The most comprehensive text on Yoga, the Yoga Sutras of Patanjali, date to the early centuries of the Common Era;[17][18][note 1] Yoga philosophy became known as one of the six orthodox philosophical schools (Darśanas) of Hinduism in the second half of the first millennium CE.[19][web 1] Hatha yoga texts began to emerge between the ninth and 11th centuries, originating in tantra."
  },
  {
    "name": "Hiking",
    "img": "https://img.freepik.com/premium-photo/success-woman-hiker-hiking-sunrise-mountain-peak-young-woman-with-backpack-rise-mountain-top-discovery-travel-destination-concept_169160-17.jpg?w=2000",
    "rating": "4.3",
    "price": "59.99",
    "description": "Hiking is a long, vigorous walk, usually on trails or footpaths in the countryside. Walking for pleasure developed in Europe during the eighteenth century.[1] Religious pilgrimages have existed much longer but they involve walking long distances for a spiritual purpose associated with specific religions.Hiking is the preferred term in Canada and the United States; the term walking is used in these regions for shorter, particularly urban walks. In the United Kingdom and the Republic of Ireland, the word walking describes all forms of walking, whether it is a walk in the park or backpacking in the Alps. The word hiking is also often used in the UK, along with rambling , hillwalking, and fell walking (a term mostly used for hillwalking in northern England). The term bushwalking is endemic to Australia, having been adopted by the Sydney Bush Walkers club in 1927.[2] In New Zealand a long, vigorous walk or hike is called tramping.[3] It is a popular activity with numerous hiking organizations worldwide, and studies suggest that all forms of walking have health benefits."
  },
  {
    "name": "Aerobic exercise",
    "img": "https://www.eatthis.com/wp-content/uploads/sites/4/2022/05/man-jump-rope-fitness.jpg?quality=82&strip=1",
    "rating": "4.5",
    "price": "19.99",
    "description": "Aerobic exercise (also known as endurance activities, cardio or cardio-respiratory exercise) is physical exercise[2] of low to high intensity that depends primarily on the aerobic energy-generating process.[3] Aerobic is defined as relating to, involving, or requiring oxygen,[4] and refers to the use of oxygen to meet energy demands during exercise via aerobic metabolism adequately.[5] Aerobic exercise is performed by repeating sequences of light-to-moderate intensity activities for extended periods of time.[3] Aerobic exercise may be better referred to as solely aerobic, as it is designed to be low-intensity enough that all carbohydrates are aerobically turned into energy via mitochondrial ATP production. Mitochondria are organelles that rely on oxygen for the metabolism of carbs, proteins, and fats."
  },
  {
    "name": "Elliptical",
    "img": "https://m.media-amazon.com/images/I/41ePYpVzCIL._AC_.jpg",
    "rating": "4.1",
    "price": "39.99",
    "description": "An elliptical trainer or cross-trainer is a stationary exercise machine used to stair climb, walk, or run without causing excessive pressure to the joints, hence decreasing the risk of impact injuries.[citation needed] For this reason, people with some injuries can use an elliptical to stay fit, as the low impact affects them little. Elliptical trainers offer a non-impact cardiovascular workout that can vary from light to high intensity based on the speed of the exercise and the resistance preference set by the user.Elliptical trainers first entered the market in the 1990s, invented by Precor. Most elliptical trainers work the user's upper and lower body (although some models do not have moving upper body components). Though elliptical trainers are considered to be minimal-impact, they are an example of a weight-bearing form of exercise.[2] They can be self-powered by user-generated motion or need to be plugged in for adjustment of motion and/or for supplying their electronic consoles and resistance systems."
  }
]
