[
  {
    "name": "Build Muscle",
    "img": "https://image.boxrox.com/2021/11/athlete-perfroms-push-ups-scaled-e1642083504437.jpg",
    "rating": "4.7",
    "price": "19.99",
    "description": "The Build Muscle Without A Gym program is designed for people who are looking for an alternative to the traditional gym. Bodyweight exercises are great for that. You need nothing but your own body, can choose your own workout location and train whenever you want.But this program does more than teach you a few exercises and workout tips. In the course I go over the science behind building muscle and successful dieting, the perfect beginner wanted.By giving you the necessary tools to reach your fitness goals, I will also some cases. I feel like I learned a lot and I'm hoping to put this knowledge to good use!” - Tristan Bargeman"
  },
  {
    "name": "Spring Shred",
    "img": "https://cdn.muscleandstrength.com/sites/default/files/spring_shred_-_1200x630.jpg",
    "rating": "4.9",
    "price": "39.99",
    "description": "You might not be using the extra plates and bigger dumbbells like you were during your bulk, you will still be going heavy and upping the intensity. This five day split won’t be a traditional program. You’re going to push yourself in a variety of ways to develop that muscle while etching out the detail that you need to create that shredded look.Forced Reps: Having a partner or spotter help you lift the weight while you lower it yourself underam. This not only increases the intensity to help bring out the best in your muscles, it also will help you burn more calories."
  },
  {
    "name": "Rowing",
    "img": "https://i.insider.com/57a8a57fdb5ce963008b54af?width=1000&format=jpeg&auto=webp",
    "rating": "4.9",
    "price": "49.99",
    "description": "Rowing, sometimes called crew in the United States, is the sport of racing boats using oars. It differs from paddling sports in that rowing oars are attached to the boat using oarlocks, while paddles are not connected to the boat. Rowing is divided into two disciplines: sculling and sweep rowing. In sculling, each rower holds two oars—one in each hand, while in sweep rowing each rower holds one oar with both hands. There are Amateur copublic nineteenth century. Public rowing clubs were beginning at the same time in England, Germany, the United States. In 1843, the first American college rowing club was formed at Yale College."
  },
  {
    "name": "strength training",
    "img": "https://mensfitness.co.uk/wp-content/uploads/sites/2/2021/08/GettyImages-1179557783.jpg",
    "rating": "5",
    "price": "23.99",
    "description": "Weight training is a common type of strength training for developing the strength, size of skeletal muscles and maintenance of strength.[2] It uses the force of gravity in the form of weighted bars, dumbbells or weight stacks in order to oppose the force generated by muscle through concentric or eccentric contraction. Weight training useshrow. Manyn football, baseball, basketball, canoeing, cricket, football, hockey, lacrosse, mixed martial arts, rowing, rugby league, rugby union, track and field, boxing, wrestling and judo."
  },
  {
    "name": "Pilates",
    "img": "https://www.mensjournal.com/wp-content/uploads/2019/12/wotm-8.jpg?w=1200&quality=86&strip=all",
    "rating": "4.3",
    "price": "33.99",
    "description": "Pilates (/pɪˈlɑːtiːz/;[1][2] German: [piˈlaːtəs]) is a type of mind-body exercise developed in the early 20th century by German physical trainer Joseph Pilates, after whom it was named. Pilates called his method Contrology.[3] It is practiced worldwide, especially in countries such as Australia, Canada, South Korea, the United States andate ill health. There is however only limited evidence to support the use of Pilates to alleviate pce, it has not been shown to be an effective treatment for any medical condition[6] other than evidence that regular Pilates sessions can help muscle conditioning in healthy adults, when compared to doing no exercise.[7]"
  },
  {
    "name": "Swimming",
    "img": "https://sportsmatik.com/uploads/matik-sports-corner/matik-know-how/swimming1_1562582117.jpg",
    "rating": "4.8",
    "price": "16.99",
    "description": "Swimming is the self-propulsion of a person through water, or other liquid, usually for recreation, sport, exercise, or survival. Locomotion is achieved through coordinated movement of the limbs and the body to achieve hydrodynamic thrust which results in directional motion. Humans can hold their breath underwater and undertake ru, also krisk of incapacitation due to panic and exhaustion, which may cause death due to drowning. Other dangers include getting an infection or contact with hostile aquatic fauna. To minimize these risks, most facilities employ a lifeguard to look for signs of distress."
  },
  {
    "name": "Yoga",
    "img": "https://images.indianexpress.com/2022/06/yoga-1.jpg",
    "rating": "4.7",
    "price": "25.99",
    "description": "Two general theories exist on the origins of yoga. The linear model holds that yoga originated in the Vedic period, as reflected in the Vedic textual corpus, and influenced Buddhism; according to author Edward Fitzpatrick Crangle, this model is mainly supported by Hindu scholars. According to the synthesis model, yoga is a synthesis of non-Vedic and Vedic elements; this model is favoured in Western scholarship. The most comprehensive text on Yoga, the Yoga Sutras of Patanjali, date to the early centurilennium CE.[19][web 1] Hatha yoga texts began to emerge between the ninth and 11th centuries, originating in tantra."
  },
  {
    "name": "Hiking",
    "img": "https://img.freepik.com/premium-photo/success-woman-hiker-hiking-sunrise-mountain-peak-young-woman-with-backpack-rise-mountain-top-discovery-travel-destination-concept_169160-17.jpg?w=2000",
    "rating": "4.3",
    "price": "59.99",
    "description": "Hiking is a long, vigorous walk, usually on trails or footpaths in the countryside. Walking for pleasure developed in Europe during the eighteenth century.[1] Religious pilgrimages have existed much longer but they involve walking long distances for a spiritual purpose associated with specific religions.Hiking is the preferred term in The word hg (a term mostlong, vigorous walk or hike is called tramping.[3] It is a popular activity with numerous hiking organizations worldwide, and studies suggest that all forms of walking have health benefits."
  },
  {
    "name": "Aerobic exercise",
    "img": "https://www.eatthis.com/wp-content/uploads/sites/4/2022/05/man-jump-rope-fitness.jpg?quality=82&strip=1",
    "rating": "4.5",
    "price": "19.99",
    "description": "Aerobic exercise (also known as endurance activities, cardio or cardio-respiratory exercise) is physical exercise[2] of low to high intensity that depends primarily on the aerobic energy-generating process.[3] Aerobic is defined as relating to, involving, or reof light-to-moderate intensity activities for extended periods of time.[3] Aerobic exercise may be betl carbohydrates are aerobically turned into energy via mitochondrial ATP production. Mitochondria are organelles that rely on oxygen for the metabolism of carbs, proteins, and fats."
  },
  {
    "name": "Elliptical",
    "img": "https://m.media-amazon.com/images/I/41ePYpVzCIL._AC_.jpg",
    "rating": "4.1",
    "price": "39.99",
    "description": "An elliptical trainer or cross-trainer is a stationary exercise machine used to stair climb, walk, or run without causing excessive pressure to the joints, hence decreasing the risk of impact injuries.[citation needed] For this reason, people with some injuries can use aers work the user's upper and lower body (although some models do not have movinimpact, they are an example of a weight-bearing form of exercise.[2] They can be self-powered by user-generated motion or need to be plugged in for adjustment of motion and/or for supplying their electronic consoles and resistance systems."
  }
]
